---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsGbxmlSurfaceName
source: html/a51fe6dc-4e0c-9573-eb37-cbbeebd0f55a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsGbxmlSurfaceName Property

"Surface Name"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsGbxmlSurfaceName { get; }
```